Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Language changes take effect after you reopen NOOP.
de: Sprachänderungen werden wirksam, nachdem du NOOP erneut geöffnet hast.
es: Los cambios de idioma se aplican cuando vuelvas a abrir NOOP.
fr: Les changements de langue prennent effet après la réouverture de NOOP.
it: Le modifiche della lingua vengono applicate dopo aver riaperto NOOP.
pl: Zmiany językowe zaczną obowiązywać po ponownym otwarciu NOOP.
pt_pt: As alterações de idioma são aplicadas depois de reabrires o NOOP.
ru: Изменения языка вступят в силу после повторного запуска NOOP.
th: การเปลี่ยนแปลงภาษาจะมีผลหลังจากที่คุณเปิด NOOP อีกครั้ง
zh_hans: 重新打开 NOOP 后，语言更改将会生效。
zh_hant: 重新開啟 NOOP 後，語言變更將會生效。

source: large
de: groß
es: grande
fr: grand
it: grande
pl: duży
ru: большой
th: ใหญ่
zh_hans: 大
zh_hant: 大

source: Last %lld beats
de: Letzte %lld Schläge
es: Últimos %lld latidos
fr: %lld derniers battements
it: Ultimi %lld battiti
pl: Ostatnie uderzenia %lld
pt_pt: Últimas batidas %lld
ru: Последние %lld ударов
th: จังหวะ %lld ล่าสุด
zh_hans: 最近 %lld 次心跳
zh_hant: 最近 %lld 次心跳

source: Last 6 months
de: Letzte 6 Monate
es: Últimos 6 meses
fr: 6 derniers mois
it: Ultimi 6 mesi
pl: Ostatnie 6 miesięcy
pt_pt: Últimos 6 meses
ru: Последние 6 месяцев
th: 6 เดือนที่ผ่านมา
zh_hans: 最近 6 个月
zh_hant: 最近 6 個月

source: last 7 days
de: letzte 7 Tage
es: últimos 7 días
fr: 7 derniers jours
it: ultimi 7 giorni
pl: ostatnie 7 dni
pt_pt: últimos 7 dias
ru: последние 7 дней
th: 7 วันที่ผ่านมา
zh_hans: 最近 7 天
zh_hant: 最近 7 天

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
pl: Ostatnie 7 dni
pt_pt: Últimos 7 dias
ru: Последние 7 дней
th: 7 วันที่ผ่านมา
zh_hans: 过去 7 天
zh_hant: 過去 7 天

source: Last 13 weeks
de: Letzte 13 Wochen
es: Últimas 13 semanas
fr: 13 dernières semaines
it: Ultime 13 settimane
pl: Ostatnie 13 tygodni
pt_pt: Últimas 13 semanas
ru: Последние 13 недель
th: 13 สัปดาห์ที่ผ่านมา
zh_hans: 最近 13 周
zh_hant: 最近 13 週

source: Last 14 nights
de: Letzte 14 Nächte
es: Últimas 14 noches
fr: 14 dernières nuits
it: Ultime 14 notti
pl: Ostatnie 14 nocy
pt_pt: Últimas 14 noites
ru: Последние 14 ночей
th: 14 คืนที่ผ่านมา
zh_hans: 过去 14 晚
zh_hant: 過去 14 晚

source: last 30 days
de: letzte 30 Tage
es: últimos 30 días
fr: 30 derniers jours
it: ultimi 30 giorni
pl: ostatnie 30 dni
pt_pt: últimos 30 dias
ru: последние 30 дней
th: 30 วันที่ผ่านมา
zh_hans: 最近 30 天
zh_hant: 最近 30 天

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
pl: Ostatnie 30 dni
pt_pt: Últimos 30 dias
ru: Последние 30 дней
th: 30 วันที่ผ่านมา
zh_hans: 最近 30 天
zh_hant: 最近 30 天

source: last 90 days
de: letzte 90 Tage
es: últimos 90 días
fr: 90 derniers jours
it: ultimi 90 giorni
pl: ostatnie 90 dni
pt_pt: últimos 90 dias
ru: последние 90 дней
th: 90 วันที่ผ่านมา
zh_hans: 最近 90 天
zh_hant: 最近 90 天

source: Last 90 days
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
it: Ultimi 90 giorni
pl: Ostatnie 90 dni
pt_pt: Últimos 90 dias
ru: Последние 90 дней
th: 90 วันที่ผ่านมา
zh_hans: 最近 90 天
zh_hant: 最近 90 天

source: Last backup: %@
de: Letzte Sicherung: %@
es: Última copia de seguridad: %@
fr: Dernière sauvegarde : %@
it: Ultimo backup: %@
pl: Ostatnia kopia zapasowa: %@
pt_pt: Último cópia de segurança: %@
ru: Последняя резервная копия: %@
th: สำรองข้อมูลครั้งล่าสุด: %@
zh_hans: 上次备份：%@
zh_hant: 上次備份：%@

source: Last Charge breakdown
de: Letzte Ladungs-Aufschlüsselung
es: Desglose de la última Carga
fr: Répartition de la dernière charge
it: Dettaglio dell'ultima Carica
pl: Ostatnie składowe Energii
pt_pt: Detalhamento da última Carga
ru: Разбивка последнего заряда
th: องค์ประกอบพลังฟื้นตัวล่าสุด
zh_hans: 上次能量明细
zh_hant: 最近一次能量分解

source: Last frame
de: Letzter Frame
es: último fotograma
fr: Dernière image
it: Ultimo fotogramma
pl: Ostatnia ramka
pt_pt: Último quadro
ru: Последний кадр
th: กรอบสุดท้าย
zh_hans: 最后一帧
zh_hant: 最後一幀

source: Last gate fired
de: Letztes Gate ausgelöst
es: Última compuerta activada
fr: Dernière condition déclenchée
it: Ultimo trigger attivato
pl: Ostatnia brama wystrzelona
pt_pt: Último portão disparado
ru: Последнее срабатывание условия
th: ประตูสุดท้ายถูกไล่ออก
zh_hans: 上次触发
zh_hant: 上次觸發的閘門

source: Last HRV reading
de: Letzte HRV-Messung
es: Última lectura de VFC
fr: Dernière lecture de VFC
it: Ultima lettura HRV
pl: Ostatni odczyt HRV
pt_pt: Última leitura HRV
ru: Последнее измерение ВСР
th: การอ่านค่า HRV ครั้งสุดท้าย
zh_hans: 上次 HRV 读数
zh_hant: 最近一次 HRV 讀數

source: Last import
de: Letzter Import
es: Última importación
fr: Dernière importation
it: Ultima importazione
pl: Ostatni import
pt_pt: Última importação
ru: Последний импорт
th: นำเข้าครั้งล่าสุด
zh_hans: 上次导入
zh_hant: 上次匯入

source: Last local run: %@
de: Letzter lokaler Lauf: %@
es: Última ejecución local: %@
fr: Dernière exécution locale : %@
it: Ultima corsa locale: %@
pl: Ostatnie lokalne uruchomienie: %@
pt_pt: Última execução local: %@
ru: Последний локальный запуск: %@.
th: ประมวลผลในเครื่องล่าสุด: %@
zh_hans: 上次本地运行：%@
zh_hant: 上次本地運行：%@

source: last night
de: letzte Nacht
es: anoche
fr: hier soir
it: ieri sera
pl: ostatniej nocy
pt_pt: ontem à noite
ru: прошлой ночью
th: เมื่อคืน
zh_hans: 昨晚
zh_hant: 昨晚

source: Last night
de: Letzte Nacht
es: Anoche
fr: La nuit dernière
it: La scorsa notte
pl: Ubiegłej nocy
pt_pt: Noite passada
ru: Последняя ночь
th: เมื่อคืน
zh_hans: 昨晚
zh_hant: 昨晚

source: LAST NIGHT
de: LETZTE NACHT
es: ANOCHE
fr: LA NUIT DERNIÈRE
it: IERI NOTTE
pl: UBIEGŁEJ NOCY
pt_pt: NOITE PASSADA
ru: ПРОШЛОЙ НОЧЬЮ
th: เมื่อคืน
zh_hans: 昨晚
zh_hant: 昨晚

source: Last night · %@
de: Letzte Nacht · %@
es: Anoche · %@
fr: La nuit dernière · %@
it: La scorsa notte · %@
pl: Ostatnia noc · %@
pt_pt: Ontem à noite · %@
ru: Прошлой ночью · %@
th: เมื่อคืน · %@
zh_hans: 昨晚 · %@
zh_hant: 昨晚 · %@

source: Last night, %@. Tonight's lands after you sleep with the strap on.
de: Letzte Nacht, %@. Der Wert für heute Nacht kommt, nachdem du mit dem Strap geschlafen hast.
es: Anoche, %@. La de esta noche llegará después de que duermas con la pulsera puesta.
fr: La nuit dernière, %@. Celui de ce soir arrivera après que vous aurez dormi avec le bracelet.
it: La scorsa notte, %@. Quello di stanotte arriva dopo che avrai dormito con la fascia indosso.
pl: Zeszłej nocy %@. Dzisiejsza noc kończy się po tym, jak śpisz z założonym paskiem.
pt_pt: Ontem à noite, %@. A noite de hoje chega depois de ter dormido com a pega.
ru: Прошлой ночью, %@. Данные за сегодняшнюю ночь появятся после того, как вы поспите с браслетом.
th: เมื่อคืน %@ ส่วนคะแนนคืนนี้จะแสดงหลังจากคุณสวมสายรัดนอน
zh_hans: 昨晚，%@。今晚的分数会在你戴着手环睡觉后出来。
zh_hant: 昨晚，%@。今晚的分數會在你戴著手環入睡後出現。

source: Last night, read in two seconds.
de: Letzte Nacht, in zwei Sekunden erfasst.
es: Anoche, resumido en dos segundos.
fr: La nuit dernière, lu en deux secondes.
it: La scorsa notte, in due secondi.
pl: Wczoraj wieczorem, przeczytaj w dwie sekundy.
pt_pt: Ontem à noite, leia-o em dois segundos.
ru: Итоги последней ночи, за две секунды.
th: เมื่อคืนอ่านในสองวินาที
zh_hans: 昨晚，两秒读懂。
zh_hant: 昨晚，兩秒讀懂。

source: Last night's deficit
de: Defizit letzte Nacht
es: Déficit de anoche
fr: Déficit de la nuit dernière
it: Il deficit di ieri sera
pl: Deficyt ostatniej nocy
pt_pt: O déficit da noite passada
ru: Дефицит прошлой ночи
th: การขาดดุลเมื่อคืนนี้
zh_hans: 昨晚的赤字
zh_hant: 昨晚的赤字

source: Last night's stages, timing and debt
de: Schlafphasen, Zeiten und Defizit der letzten Nacht
es: Las fases, los horarios y la deuda de anoche
fr: Les phases, les horaires et la dette de la nuit dernière
it: Le tappe, i tempi e il debito di ieri sera
pl: Fazy, pory i dług ostatniej nocy
pt_pt: Etapas, tempo e dívida da noite passada
ru: Этапы прошлой ночи, время и долг
th: ระยะการนอน เวลา และหนี้การนอนเมื่อคืน
zh_hans: 昨晚的舞台、时间安排和债务
zh_hant: 昨晚的舞台、時間表和債務

source: Last offload completed
de: Letzter Offload abgeschlossen
es: Última descarga completada
fr: Dernier déchargement terminé
it: Ultimo scarico completato
pl: Ostatni rozładunek zakończony
pt_pt: Última transferência concluída
ru: Последняя выгрузка завершена
th: การโหลดครั้งล่าสุดเสร็จสมบูรณ์
zh_hans: 上次卸载完成
zh_hant: 上次卸載完成時間

source: Last offload result
de: Ergebnis des letzten Offloads
es: Resultado de la última descarga
fr: Résultat du dernier déchargement
it: Risultato dell'ultimo scarico
pl: Ostatni wynik odciążenia
pt_pt: Resultado do último descarregamento
ru: Результат последней выгрузки
th: ผลการออฟโหลดครั้งล่าสุด
zh_hans: 上次卸载结果
zh_hant: 上次卸載結果

source: Last question
de: Letzte Frage
es: Última pregunta
fr: Dernière question
it: Ultima domanda
pl: Ostatnie pytanie
pt_pt: Última pergunta
ru: Последний вопрос
th: คำถามสุดท้าย
zh_hans: 最后一个问题
zh_hant: 最後一個問題

source: Last question token usage. %@. %@
de: Token-Nutzung der letzten Frage. %@. %@
es: Uso de tokens de la última pregunta. %@. %@
fr: Utilisation de tokens de la dernière question. %@. %@
it: Utilizzo del token dell'ultima domanda. %@. %@
pl: Zużycie tokenów w ostatnim pytaniu. %@. %@
pt_pt: Uso do token da última pergunta. %@. %@
ru: Использование токена последнего вопроса. %@. %@
th: การใช้โทเค็นคำถามสุดท้าย %@. %@
zh_hans: 最后一个问题令牌的使用。 %@。 %@
zh_hant: 最後一個問題令牌的使用。 %@。 %@

source: Last reported by strap
de: Zuletzt vom Strap gemeldet
es: Último reporte de la pulsera
fr: Dernière valeur signalée par le bracelet
it: Ultimo dato riportato dalla fascia
pl: Ostatnio zgłoszone przez pasek
pt_pt: Reportado pela última vez por bracelete
ru: Последние данные от браслета
th: รายงานล่าสุดโดยสายรัด
zh_hans: 手环最后上报
zh_hant: 手環上次回報

source: Last retrieval: keyword fallback
de: Letzter Abruf: Keyword-Fallback
es: Última recuperación: reserva de palabras clave
fr: Dernière récupération : mot-clé de secours
it: Ultimo recupero: parola chiave di riserva
pl: Ostatnie pobranie: wariant zapasowy po słowach kluczowych
pt_pt: Última recuperação: substituto de palavra-chave
ru: Последнее получение: резервное ключевое слово
th: การค้นล่าสุด: ใช้คำสำคัญสำรอง
zh_hans: 最后检索：关键字后备
zh_hant: 最後檢索：關鍵字後備

source: Last retrieval: no matching memory used
de: Letzter Abruf: Kein passender Speicher verwendet
es: Última recuperación: no se utilizó ninguna memoria coincidente
fr: Dernière récupération : aucune mémoire correspondante utilisée
it: Ultimo recupero: nessuna memoria corrispondente utilizzata
pl: Ostatnie pobranie: nie użyto pasującej pamięci
pt_pt: Última recuperação: nenhuma memória correspondente usada
ru: Последнее извлечение: не используется соответствующая память
th: การค้นล่าสุด: ไม่พบความทรงจำที่ตรงกัน
zh_hans: 上次检索：未使用匹配的内存
zh_hant: 上次檢索：未使用匹配的內存

source: Last retrieval: semantic memory
de: Letzter Abruf: semantisches Gedächtnis
es: Última recuperación: memoria semántica
fr: Dernière récupération : mémoire sémantique
it: Ultimo recupero: memoria semantica
pl: Ostatnie pobranie: pamięć semantyczna
pt_pt: Última recuperação: memória semântica
ru: Последнее извлечение: семантическая память
th: การค้นล่าสุด: ความจำเชิงความหมาย
zh_hans: 最后检索：语义记忆
zh_hant: 最後檢索：語意記憶

source: Last seen %@
de: Zuletzt gesehen %@
es: Visto por última vez %@
fr: Vu pour la dernière fois %@
it: Visto l'ultima volta %@
pl: Ostatnio widziany %@
pt_pt: Visto pela última vez %@
ru: Последний раз замечен %@
th: เห็นครั้งสุดท้าย %@
zh_hans: 最后出现于 %@
zh_hant: 上次偵測到於 %@

source: Last session
de: Letzte Sitzung
es: Última sesión
fr: Dernière séance
it: Ultima sessione
pl: Ostatnia sesja
pt_pt: Última sessão
ru: Последняя сессия
th: เซสชั่นสุดท้าย
zh_hans: 上次记录
zh_hant: 上次訓練

source: Last session: %@
de: Letzte Sitzung: %@
es: Última sesión: %@
fr: Dernière séance : %@
it: Ultima sessione: %@
pl: Ostatnia sesja: %@
pt_pt: Última sessão: %@
ru: Последняя сессия: %@
th: เซสชั่นล่าสุด: %@
zh_hans: 上次记录：%@
zh_hant: 上次訓練：%@

source: Last sleep
de: Letzter Schlaf
es: Último sueño
fr: Dernier sommeil
it: Ultimo sonno
pl: Wieczny sen
pt_pt: Último sono
ru: Последний сон
th: นอนครั้งสุดท้าย
zh_hans: 上次睡眠
zh_hant: 上次睡眠

source: Last sync
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
pl: Ostatnia synchronizacja
pt_pt: Última sincronização
ru: Последняя синхронизация
th: การซิงค์ครั้งล่าสุด
zh_hans: 上次同步
zh_hant: 上次同步

source: Last synced %@.
de: Zuletzt synchronisiert %@.
es: Última sincronización %@.
fr: Dernière synchronisation %@.
it: Ultima sincronizzazione %@.
pl: Ostatnia synchronizacja %@.
pt_pt: Última sincronização %@.
ru: Последняя синхронизация: %@.
th: ซิงค์ล่าสุด %@
zh_hans: 上次同步 %@。
zh_hant: 上次同步 %@。

source: Last synced %lld minutes ago. Reconnect to pull the latest.
de: Zuletzt vor %lld Minuten synchronisiert. Verbinde neu, um das Neueste zu laden.
es: Última sincronización hace %lld minutos. Reconecta para obtener lo más reciente.
fr: Dernière synchronisation il y a %lld minutes. Reconnectez-vous pour récupérer les dernières données.
it: Ultima sincronizzazione %lld minuti fa. Riconnetti per scaricare i dati più recenti.
pl: Ostatnia synchronizacja %lld minut temu. Połącz się ponownie, aby pobrać najnowsze.
pt_pt: Última sincronização há %lld minutos. Volte a ligar para obter o mais recente.
ru: Последняя синхронизация %lld мин. назад. Переподключитесь, чтобы получить свежие данные.
th: ซิงค์ล่าสุด %lld นาทีที่ผ่านมา เชื่อมต่อใหม่เพื่อดึงข้อมูลล่าสุด
zh_hans: %lld 分钟前最后同步。重新连接以获取最新数据。
zh_hant: 上次同步於 %lld 分鐘前。重新連接以拉取最新資料。

source: Last synced %lldm ago
de: Zuletzt vor %lld Min. synchronisiert
es: Sincronizado hace %lldm
fr: Synchronisé il y a %lld min
it: Ultima sincronizzazione %lldm fa
pl: Ostatnia synchronizacja %lldm temu
pt_pt: Última sincronização há %lldm
ru: Синхронизировано %lld мин. назад
th: ซิงค์ล่าสุด %lldm ที่แล้ว
zh_hans: 上次同步于 %lld 分钟前
zh_hant: 上次同步於 %lld 分鐘前

source: last taken %@
de: zuletzt gemessen %@
es: última toma %@
fr: dernière prise %@
it: ultima assunzione %@
pl: ostatnio zrobione %@
pt_pt: última tomada %@
ru: последний приём: %@
th: ถ่ายล่าสุด %@
zh_hans: 上次摄入 %@
zh_hant: 上次攝取於 %@

source: Last week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
it: La settimana scorsa
pl: Ostatni tydzień
pt_pt: Semana passada
ru: Прошлая неделя
th: สัปดาห์ที่แล้ว
zh_hans: 上周
zh_hant: 上週

source: LAST WORKOUTS
de: LETZTE WORKOUTS
es: ÚLTIMOS ENTRENAMIENTOS
fr: DERNIERS ENTRAÎNEMENTS
it: ULTIMI ALLENAMENTI
pl: OSTATNIE TRENINGI
pt_pt: ÚLTIMOS EXERCÍCIOS
ru: ПОСЛЕДНИЕ ТРЕНИРОВКИ
th: การออกกำลังกายครั้งสุดท้าย
zh_hans: 最近锻炼
zh_hant: 最近鍛鍊

source: last year
de: letztes Jahr
es: último año
fr: année dernière
it: ultimo anno
pl: w ubiegłym roku
pt_pt: ano passado
ru: последний год
th: ปีที่แล้ว
zh_hans: 去年
zh_hant: 去年

source: Last year
de: Letztes Jahr
es: El año pasado
fr: L'année dernière
it: L'anno scorso
pl: W ubiegłym roku
pt_pt: Ano passado
ru: Прошлый год
th: ปีที่แล้ว
zh_hans: 去年
zh_hant: 去年

source: late-caffeine
de: spätes Koffein
es: cafeína tardía
fr: caféine tardive
it: caffeina tardiva
pl: późna kofeina
pt_pt: cafeína tardia
ru: поздний кофеин
th: สายคาเฟอีน
zh_hans: 晚间咖啡因
zh_hant: 晚間咖啡因

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
pl: Później
pt_pt: Mais tarde
ru: Позже
th: ภายหลัง
zh_hans: 稍后
zh_hant: 稍後

source: later step
de: späterer Schritt
es: paso posterior
fr: étape ultérieure
it: passaggio successivo
pl: późniejszy krok
pt_pt: etapa posterior
ru: более поздний этап
th: ขั้นตอนต่อมา
zh_hans: 之后的步骤
zh_hant: 之後的步驟

source: latest
de: zuletzt
es: más reciente
fr: dernier
it: più recente
pl: najnowszy
ru: последнее
th: ล่าสุด
zh_hans: 最新
zh_hant: 最新

source: Latest
de: Aktuellste
es: Más reciente
fr: Dernier
it: Più recente
pl: Najnowszy
pt_pt: Último
ru: Последнее
th: ล่าสุด
zh_hans: 最新
zh_hant: 最新

source: Latest entry: %@.
de: Letzter Eintrag: %@.
es: Última entrada: %@.
fr: Dernière entrée : %@.
it: Ultima voce: %@.
pl: Ostatni wpis: %@.
pt_pt: Última entrada: %@.
ru: Последняя запись: %@.
th: รายการล่าสุด: %@.
zh_hans: 最新条目：%@。
zh_hant: 最新記錄：%@。

source: Latest period start
de: Letzter Periodenbeginn
es: Último inicio del período
fr: Dernier début des règles
it: Ultimo inizio delle mestruazioni
pl: Początek ostatniego okresu
pt_pt: Início do período mais recente
ru: Последнее начало менструации
th: เริ่มงวดล่าสุด
zh_hans: 最近一次经期开始日期
zh_hant: 最近一次經期開始日期

source: Latest reading
de: Aktuellster Messwert
es: Última lectura
fr: Dernière lecture
it: Ultima lettura
pl: Najnowsza lektura
pt_pt: Última leitura
ru: Последнее измерение
th: อ่านล่าสุด
zh_hans: 最新读数
zh_hant: 最新讀數

source: Latest sleep · %@
de: Letzter Schlaf · %@
es: Último sueño · %@
fr: Dernier sommeil · %@
it: Ultimo sonno · %@
pl: Ostatni sen · %@
pt_pt: Último sono · %@
ru: Последний сон · %@
th: การนอนล่าสุด · %@
zh_hans: 最近睡眠 · %@
zh_hant: 最近睡眠 · %@

source: Latest sleep, %@. This is your last scored session. Wear the strap overnight for a fresh score.
de: Letzter Schlaf, %@. Das ist deine letzte bewertete Sitzung. Trage den Strap über Nacht für einen frischen Wert.
es: Último sueño, %@. Esta es tu última sesión puntuada. Usa la pulsera durante la noche para una puntuación nueva.
fr: Dernier sommeil, %@. Il s'agit de votre dernière séance notée. Portez le bracelet toute la nuit pour un nouveau score.
it: Ultimo sonno, %@. Questa è la tua ultima sessione con punteggio. Indossa la fascia durante la notte per un punteggio nuovo.
pl: Ostatni sen, %@. To twoja ostatnia sesja z punktacją. Noś pasek przez noc, aby uzyskać świeży wynik.
pt_pt: Último sono, %@. Esta é a tua última sessão pontuada. Usa a bracelete durante a noite para obteres uma nova pontuação.
ru: Последний сон, %@. Это ваша последняя оценённая сессия. Наденьте браслет на ночь, чтобы получить новую оценку.
th: นอนล่าสุด %@. นี่คือเซสชั่นคะแนนล่าสุดของคุณ สวมสายรัดข้ามคืนเพื่อให้ได้คะแนนสด
zh_hans: 最近睡眠，%@。这是你最后一次有评分的睡眠。整晚佩戴手环即可获得新分数。
zh_hant: 最近睡眠，%@。這是你最後一次評分的睡眠。整夜佩戴手環即可獲得新分數。

source: Latest Workouts
de: Neueste Workouts
es: Últimos entrenamientos
fr: Derniers entraînements
it: Ultimi allenamenti
pl: Najnowsze treningi
pt_pt: Treinos recentes
ru: Последние тренировки
th: การออกกำลังกายล่าสุด
zh_hans: 最近锻炼
zh_hant: 最近鍛鍊

source: Lean body mass
de: Magermasse
es: Masa corporal magra
fr: Masse corporelle maigre
it: Massa magra
pl: Beztłuszczowa masa ciała
pt_pt: Massa corporal magra
ru: Безжировая масса тела
th: มวลกายไม่รวมไขมัน
zh_hans: 瘦体重
zh_hant: 瘦體重

source: Lean Body Mass
de: Magermasse
es: Masa corporal magra
fr: Masse corporelle maigre
it: Massa magra
pl: Beztłuszczowa masa ciała
pt_pt: Massa corporal magra
ru: Безжировая масса тела
th: มวลร่างกายแบบลีน
zh_hans: 去脂体重
zh_hant: 去脂體重

source: Lean Mass
de: Magermasse
es: Masa magra
fr: Masse maigre
it: Massa magra
pl: Chuda masa
pt_pt: Massa magra
ru: Безжировая масса
th: มวลน้อย
zh_hans: 瘦体重
zh_hant: 瘦體重

source: Learning
de: Lernt
es: Aprendiendo
fr: Apprentissage
it: Apprendimento
pl: Nauka
pt_pt: Aprendizagem
ru: Обучение
th: การเรียนรู้
zh_hans: 学习中
zh_hant: 學習中

# Learning your baseline, %lld of %lld nights.
source: Learning your baseline, %1$lld of %2$lld nights.
de: Deine Baseline wird gelernt, %lld von %lld Nächten.
es: Aprendiendo tu línea base: %lld de %lld noches.
fr: Apprentissage de votre référence, %lld de %lld nuits.
it: Apprendimento della tua linea di base, %1$lld di %2$lld notti.
pl: Nauka linii bazowej, %1$lld z %2$lld nocy.
pt_pt: Aprendendo a tua linha de base, %1$lld de %2$lld noites.
ru: Формируем вашу норму, %lld из %lld ночей.
th: เรียนรู้พื้นฐานของคุณ %lld จากคืน %lld
zh_hans: 正在学习你的基线，%1$lld / %2$lld 晚。
zh_hant: 正在學習你的基線，%1$lld / %2$lld 晚。

source: Learning your pattern
de: Dein Muster wird gelernt
es: Aprendiendo tu patrón
fr: Apprentissage de votre schéma
it: Sto imparando il tuo schema
pl: Nauka Twojego wzoru
pt_pt: Aprendendo o teu padrão
ru: Изучаем ваш паттерн
th: การเรียนรู้รูปแบบของคุณ
zh_hans: 正在学习你的规律
zh_hant: 正在學習你的模式

source: Learning your wake time from your sleep. Until there's enough, it uses your fixed time (%@).
de: Lernen Sie Ihre Wachzeit aus Ihrem Schlaf. Bis genug vorhanden ist, wird Ihre festgelegte Zeit (%@) verwendet.
es: Aprender la hora de despertarse a partir del sueño. Hasta que haya suficiente, utiliza su tiempo fijo (%@).
fr: Apprendre votre heure de réveil à partir de votre sommeil. Jusqu'à ce qu'il y en ait suffisamment, il utilise votre heure fixe (%@).
it: Imparare l'ora della veglia dal sonno. Finché non ce n'è abbastanza, utilizza il tempo prestabilito (%@).
pl: Uczy się Twojej pory pobudki z Twojego snu. Dopóki danych jest za mało, używa stałej godziny (%@).
pt_pt: Aprendendo a hora de acordar durante o sono. Até que haja o suficiente, ele usa seu tempo fixo (%@).
ru: Узнайте время бодрствования во время сна. Пока его не будет достаточно, будет использоваться ваше фиксированное время (%@).
th: เรียนรู้เวลาตื่นจากการนอนของคุณ จนกว่าจะมีเพียงพอก็ใช้เวลาคงที่ของคุณ (%@)
zh_hans: 从睡眠中了解您的醒来时间。直到足够为止，它会使用您的固定时间 (%@)。
zh_hant: 從睡眠中了解您的醒來時間。直到足夠為止，它會使用您的固定時間 (%@)。

source: Leave none active
de: Keins aktiv lassen
es: No dejar ninguna activa
fr: N'en laisser aucune active
it: Non lasciarne nessuna attiva
pl: Nie pozostawiaj żadnego aktywnego
pt_pt: Não deixe nenhum ativo
ru: Не оставлять ни одного активным
th: ปล่อยให้ไม่มีใครใช้งานอยู่
zh_hans: 不保留任何活跃项
zh_hant: 不保留任何活躍項
